// © Copyright 2004-2008, 2015-2016 HP Development Company, L.P.

TaskName = "Dodatkowe ustawienia";
EWSDirectAccessTaskName = "EWS — dostęp bezpośredni";

TaskTitleField = "Serwer WWW";
TaskDescriptionField = "Wybrane urządzenie można skonfigurować przy użyciu wbudowanego serwera WWW. Aby wyświetlić informacje o urządzeniu i jego opcje konfiguracyjne, kliknij przycisk poniżej.";
TaskStartButtonTitle = "Otwórz Wbudowany serwer internetowy";

CannotOpenEWSTitle = "Wbudowany serwer internetowy nie jest dostępny.";
CannotOpenEWSMessage = "Ta funkcjonalność nie jest obsługiwana, jeśli urządzenie jest podłączone przez USB. Aby używać wbudowanego serwera WWW, urządzenie musi być połączone z siecią lokalną.";
